[
    {
        "date":"16-10-21",
        "updates":[
            "Oh! My Maid",
            "The Villainess Wears an Idiot's Mask",
            "I Reincarnated as the Little Sister of a Death Game Manga's Murder Mastermind and Failed",
            "Today the Villainess has Fun Again",
            "The Abandoned Baroness Is One of the Black Knight's Favorites",
            "Flowers Rot and You Remain",
            "I Tamed the Crazy Marquis",
            "I’m In Trouble Because My Husband Is So Cute",
            "The Three Are Living a Married Life",
            "Protected by My Dragon Knight",
            "As the Former Villainess Who Rewinds Time, I Need to Get Away from the Prince!",
            "Romeo and Juliet",
            "Princess of Doom ",
            "Nullitas ～The Counterfeit Bride～",
            "I Became the Wife of the Male Lead",
            "My Goodness, Your Majesty!  ",
            "Into the Light Once Again",
            "Heroine? Saint? No, I'm An All-Works Maid (Proud)!",
            "Becoming the Villainess: Working Behind the Scenes to Make My Bias Shine",
            "My Place",
            "Feels Like a Dream",
            "To You Who Never Loved Me",
            "Can I have a date with the Crown Prince again?",
            "The Tyrant's Comfort Doll",
            "When I Opened My Eyes, I Had Become The Devil",
            "The Onion Villainess",
            "Prince Yandere Will Not Let Go of Me, a Corporate Slave",
            "The Struggle of the (Temporary) Villainess. I Realized I’ve Reincarnated Into Another World So I’ll Break off the Engagement and Find My Soulmate",
            "Justice for the Villainess",
            "Cinderella Wasn't Me",
            "Can We Become a Family?",
            "Honey, I'm Going on a Strike",
            "Starfall: A Song For the Star",
            "The Elegant Sea of Barbarism",
            "Handmade",
            "The Hidden Saintess",
            "One Episode is Enough for Unplayed",
            "I Will Remove Them From My Life",
            "I decided not to pretend I don't see it anymore",
            "The Strongest Characters in the World are Obsessed With Me",
            "The Predator's Fiancée"
        ]
    },
    {
    "date":"13-10-21",
    "updates":[
        "The Villainess's Lazy Sigh",
        "Saint? No, Just a Passing Monster Tamer! ~The Completely Unparalleled Saint Travels with Fluffies~",
        "Become the girl of Black Lotus",
        "Reincarnated Into Demon King Evelogia's World",
        "The Baby Raises a Villain (Promo)",
        "I’m a Banished Villainess, but I’m Accompanied by a Fluffy Creature?! My Peaceful Life Starts",
        "The Sunny Lead was Raised as the Villainess",
        "Oh! My Hubby",
        "I Became the Housekeeper of the Bachelors' Barracks of the Kingdom's Knights",
        "Dragon's Savior",
        "I Don't Want to Be a Magpie Bridge",
        "My Mother Was a Prosecuted Ex-villainess - The Ascendance of an Ugly Four-eyed Commoner",
        "Villager A wants to save the villainess no matter what!",
        "Accidentally Reborn as an Evil Crossdressing Woman",
        "I’m Worried that My Brother is Too Gentle",
        "The Villainess Became a Commoner",
        "I No Longer Lift a Sword"
    ],
    "fixed":[
        "Midori no Mahou to Kaori no Tsukaite",
        "Royal Cinderella Mama: I Was Reincarnated as a Poverty-Stricken Woman but an Emperor Became Infatuated with Me!?",
        "The Former Structural Analyst's Otherworldly Adventure Story",
        "Princess Blue Rose and Rebuilding Kingdom"
    ]
    }
    
]